<!DOCTYPE html><html lang="pt-br"><head><meta charset="utf-8"><meta http-equiv="X-UA-Compatible" content="IE=edge"><meta name="viewport" content="width=device-width,initial-scale=1"><title>Qual a melhor impressora para pedidos de delivery online? - Asterisco Lab</title><meta name="description" content="Com o crescimento exponencial do delivery online, principalmente atrav&eacute;s de plataformas como&hellip;"><meta name="generator" content="Publii Open-Source CMS for Static Site"><link rel="canonical" href="https://asteriscolab.digital/qual-a-melhor-impressora-para-pedidos-de-delivery-online/"><meta property="og:title" content="Qual a melhor impressora para pedidos de delivery online?"><meta property="og:image" content="https://asteriscolab.digital/media/posts/53/qual-a-melhor-impressora-para-pedidos-de-delivery-online.jpg"><meta property="og:image:width" content="1344"><meta property="og:image:height" content="768"><meta property="og:site_name" content="Asterisco Lab"><meta property="og:description" content="Com o crescimento exponencial do delivery online, principalmente atrav&eacute;s de plataformas como&hellip;"><meta property="og:url" content="https://asteriscolab.digital/qual-a-melhor-impressora-para-pedidos-de-delivery-online/"><meta property="og:type" content="article"><link rel="preload" href="https://asteriscolab.digital/assets/dynamic/fonts/publicsans/publicsans.woff2" as="font" type="font/woff2" crossorigin><link rel="stylesheet" href="https://asteriscolab.digital/assets/css/style.css?v=f3255e888ee4af56f3e8437a2c4c99f3"><script type="application/ld+json">{"@context":"http://schema.org","@type":"Article","mainEntityOfPage":{"@type":"WebPage","@id":"https://asteriscolab.digital/qual-a-melhor-impressora-para-pedidos-de-delivery-online/"},"headline":"Qual a melhor impressora para pedidos de delivery online?","datePublished":"2025-12-09T01:00+01:00","dateModified":"2025-12-29T01:22+01:00","image":{"@type":"ImageObject","url":"https://asteriscolab.digital/media/posts/53/qual-a-melhor-impressora-para-pedidos-de-delivery-online.jpg","height":768,"width":1344},"description":"Com o crescimento exponencial do delivery online, principalmente atrav&eacute;s de plataformas como&hellip;","author":{"@type":"Person","name":"Afonso Aguiar","url":"https://asteriscolab.digital/authors/afonso/"},"publisher":{"@type":"Organization","name":"Zenit","logo":{"@type":"ImageObject","url":"https://asteriscolab.digital/media/website/asteriscolab_logoh-colorida-branco.png","height":346,"width":794}}}</script><noscript><style>img[loading] {
                    opacity: 1;
                }</style></noscript></head><body class="post-template"><div class="container"><div class="left-bar"><div class="left-bar__inner"><header class="header"><a class="logo" href="https://asteriscolab.digital/"><img src="https://asteriscolab.digital/media/website/asteriscolab_logoh-colorida-branco.png" alt="Asterisco Lab" width="794" height="346"> </a><a class="logo logo--atbottom" href="https://asteriscolab.digital/"><img src="https://asteriscolab.digital/media/website/asteriscolab_logoh-colorida-branco.png" alt="Asterisco Lab" width="794" height="346"></a></header></div></div><main class="main post"><article class="content"><figure class="content__featured-image content__featured-image--attop"><img src="https://asteriscolab.digital/media/posts/53/qual-a-melhor-impressora-para-pedidos-de-delivery-online.jpg" loading="eager" height="768" width="1344" alt="" aria-describedby="image-caption"></figure><div class="main__inner"><div class="content__meta"><div class="content__author"><div><a href="https://asteriscolab.digital/authors/afonso/" class="content__author__name">Afonso Aguiar</a></div></div><div class="content__date"><time datetime="2025-12-09T01:00">9 dez 2025</time></div></div><header class="content__header"><h1 class="content__title">Qual a melhor impressora para pedidos de delivery online?</h1></header><div class="content__entry"><p>Com o crescimento exponencial do <strong>delivery online</strong>, principalmente atrav&eacute;s de plataformas como iFood, Uber Eats e Rappi, a necessidade de uma estrutura eficiente para o processamento dos pedidos tornou-se fundamental para restaurantes, lanchonetes e estabelecimentos que atuam no ramo aliment&iacute;cio. Um dos equipamentos essenciais para garantir agilidade e organiza&ccedil;&atilde;o &eacute; a <strong>impressora para pedidos de delivery</strong>. Escolher o modelo certo pode otimizar a opera&ccedil;&atilde;o, reduzir erros e aumentar a satisfa&ccedil;&atilde;o do cliente final.</p><h2>Por Que A Escolha Da Impressora &Eacute; Crucial Para Delivery Online?</h2><p>No fluxo de atendimento de delivery, a velocidade e a precis&atilde;o s&atilde;o fatores decisivos. Quando um pedido &eacute; feito via aplicativo, ele precisa ser impresso rapidamente na cozinha para que os preparos sejam iniciados sem atrasos. Al&eacute;m disso, a impress&atilde;o deve ser clara, leg&iacute;vel e resistente ao manuseio constante, garantindo que os pedidos sejam compreendidos perfeitamente.</p><p>Uma impressora inadequada pode causar falhas, como impress&otilde;es lentas, pap&eacute;is que atolam frequentemente ou impress&otilde;es ileg&iacute;veis, comprometendo o tempo de resposta e aumentando o risco de erros no pedido. Portanto, a escolha de uma <strong>impressora para pedidos de delivery online</strong> deve levar em conta v&aacute;rios aspectos t&eacute;cnicos e operacionais.</p><h2>Tipos De Impressoras Para Pedidos De Delivery</h2><p>Antes de decidir qual modelo adquirir, &eacute; importante conhecer os principais tipos de impressoras dispon&iacute;veis no mercado e suas caracter&iacute;sticas.</p><h3>Impressoras t&eacute;rmicas</h3><p>As <strong>impressoras t&eacute;rmicas</strong> s&atilde;o as mais utilizadas em estabelecimentos de delivery. Elas funcionam por meio do calor que ativa um papel especial, chamado papel t&eacute;rmico, sem a necessidade de tinta ou toner. Essa caracter&iacute;stica torna o processo de impress&atilde;o mais r&aacute;pido, silencioso e econ&ocirc;mico.</p><p><strong>Vantagens:</strong></p><p>- Impress&atilde;o r&aacute;pida, ideal para alta demanda.</p><p>- Baixo custo de manuten&ccedil;&atilde;o, pois n&atilde;o utiliza tinta.</p><p>- Design compacto, facilitando a instala&ccedil;&atilde;o em espa&ccedil;os reduzidos.</p><p>- Impress&otilde;es n&iacute;tidas e leg&iacute;veis.</p><p><strong>Desvantagens:</strong></p><p>- O papel t&eacute;rmico pode desbotar com o tempo ou se exposto ao calor excessivo.</p><p>- Custo do papel t&eacute;rmico pode ser um pouco maior que o papel comum.</p><h3>Impressoras jato de tinta</h3><p>As <strong>impressoras jato de tinta</strong> funcionam pulverizando pequenas gotas de tinta sobre o papel. Embora possam imprimir em cores, possuem algumas limita&ccedil;&otilde;es para uso em delivery.</p><p><strong>Vantagens:</strong></p><p>- Impress&atilde;o colorida, &uacute;til para materiais promocionais.</p><p>- Custo inicial baixo.</p><p><strong>Desvantagens:</strong></p><p>- Manuten&ccedil;&atilde;o mais frequente, com troca de cartuchos.</p><p>- Impress&atilde;o mais lenta.</p><p>- Papel comum pode n&atilde;o resistir &agrave; manipula&ccedil;&atilde;o constante em cozinha.</p><p>- Custo de tinta elevado.</p><h3>Impressoras a laser</h3><p>As <strong>impressoras a laser</strong> utilizam toner para criar imagens no papel atrav&eacute;s de um processo eletrost&aacute;tico. S&atilde;o comuns em escrit&oacute;rios para impress&atilde;o de documentos.</p><p><strong>Vantagens:</strong></p><p>- Impress&atilde;o de alta qualidade e velocidade razo&aacute;vel.</p><p>- Texto n&iacute;tido e dur&aacute;vel.</p><p><strong>Desvantagens:</strong></p><p>- Custo inicial mais alto.</p><p>- Tamanho maior, menos indicada para espa&ccedil;os pequenos.</p><p>- Necessidade de toner, que pode encarecer a manuten&ccedil;&atilde;o.</p><p>- N&atilde;o &eacute; comum para impress&atilde;o de pedidos de delivery, pois o custo operacional &eacute; maior.</p><h2>Crit&eacute;rios Para Escolher A Melhor Impressora Para Pedidos De Delivery Online</h2><p>Selecionar uma impressora adequada envolve avaliar diversas caracter&iacute;sticas t&eacute;cnicas e funcionais. Confira os principais pontos a serem considerados.</p><h3>Velocidade de impress&atilde;o</h3><p>O volume de pedidos pode variar bastante dependendo do hor&aacute;rio e do dia da semana. Uma impressora que ofere&ccedil;a <strong>alta velocidade de impress&atilde;o</strong> &eacute; fundamental para evitar filas e atrasos.</p><p>Impressoras t&eacute;rmicas costumam imprimir entre 100 mm/s e 250 mm/s, o que &eacute; suficiente para opera&ccedil;&otilde;es de m&eacute;dio a grande porte.</p><h3>Conectividade</h3><p>A conectividade &eacute; essencial para integrar a impressora ao sistema de pedidos online. Os principais tipos s&atilde;o:</p><p>- <strong>USB:</strong> Conex&atilde;o direta ao computador ou terminal, simples e confi&aacute;vel.</p><p>- <strong>Ethernet:</strong> Permite conex&atilde;o em rede, facilitando o compartilhamento da impressora entre v&aacute;rios dispositivos.</p><p>- <strong>Wi-Fi:</strong> Ideal para ambientes onde o cabeamento &eacute; invi&aacute;vel, por&eacute;m pode apresentar instabilidade dependendo da rede.</p><p>- <strong>Bluetooth:</strong> Usado para conex&otilde;es r&aacute;pidas, por&eacute;m com alcance limitado.</p><p>Para muitas opera&ccedil;&otilde;es, uma <a href="https://blog.zipautomacao.com.br/segmentos/bares-e-restaurantes/" target="_blank" rel="noopener">impressora para ifood</a> que ofere&ccedil;a conex&atilde;o Ethernet ou Wi-Fi &eacute; recomendada, garantindo flexibilidade na instala&ccedil;&atilde;o.</p><h3>Compatibilidade com sistemas de pedido</h3><p>Nem todas as impressoras funcionam de forma integrada com todos os sistemas de delivery. &Eacute; fundamental escolher modelos que sejam compat&iacute;veis com os aplicativos utilizados, como iFood, Uber Eats e outros sistemas de gest&atilde;o de pedidos.</p><h3>Facilidade de uso e manuten&ccedil;&atilde;o</h3><p>Impressoras para delivery precisam ser f&aacute;ceis de operar e manter. Modelos que permitem troca r&aacute;pida de papel, possuem indicadores de status claros e baixo &iacute;ndice de atolamento s&atilde;o prefer&iacute;veis.</p><h3>Durabilidade e robustez</h3><p>Ambientes de cozinha s&atilde;o sujeitos a calor, umidade e manuseio constante. A impressora deve ser resistente para suportar essas condi&ccedil;&otilde;es sem comprometer sua performance.</p><h3>Custo-benef&iacute;cio</h3><p>O investimento deve ser avaliado considerando o custo inicial, manuten&ccedil;&atilde;o, insumos (papel t&eacute;rmico, tintas, toners) e o impacto na opera&ccedil;&atilde;o.</p><h2>Os Melhores Modelos De Impressoras Para Delivery Online</h2><p>Com base nos crit&eacute;rios mencionados, alguns modelos ganham destaque no mercado brasileiro pela sua efici&ecirc;ncia na impress&atilde;o de pedidos de delivery.</p><h3>Epson TM-T20II</h3><p>A Epson TM-T20II &eacute; uma das impressoras t&eacute;rmicas mais populares para estabelecimentos de delivery. Ela oferece:</p><p>- Velocidade de impress&atilde;o de at&eacute; 200 mm/s.</p><p>- Conectividade USB, com vers&otilde;es Ethernet dispon&iacute;veis.</p><p>- Baixo custo de manuten&ccedil;&atilde;o.</p><p>- Facilidade de uso e troca de papel r&aacute;pida.</p><p>- Compatibilidade com diversos sistemas de PDV e delivery.</p><p>Ideal para pequenos e m&eacute;dios neg&oacute;cios que buscam confiabilidade e economia.</p><h3>Daruma DR700</h3><p>A Daruma DR700 &eacute; uma impressora t&eacute;rmica robusta, muito utilizada no Brasil em opera&ccedil;&otilde;es de delivery.</p><p>- Impress&atilde;o r&aacute;pida, at&eacute; 250 mm/s.</p><p>- Conex&otilde;es USB, Ethernet e Serial.</p><p>- Design compacto e resistente.</p><p>- Alta durabilidade, ideal para ambientes industriais e comerciais.</p><h3>Bematech MP-4200 TH</h3><p>Outro modelo bastante utilizado &eacute; a Bematech MP-4200 TH, que oferece:</p><p>- Impress&atilde;o t&eacute;rmica r&aacute;pida, at&eacute; 300 mm/s.</p><p>- Conectividade USB e Ethernet.</p><p>- F&aacute;cil integra&ccedil;&atilde;o com sistemas de pedidos.</p><p>- Estrutura resistente e confi&aacute;vel.</p><h3>Sweda SP400</h3><p>A Sweda SP400 &eacute; recomendada para estabelecimentos que demandam alta velocidade e robustez.</p><p>- Impress&atilde;o t&eacute;rmica de 250 mm/s.</p><p>- Conex&atilde;o USB, Ethernet e Serial.</p><p>- F&aacute;cil manuten&ccedil;&atilde;o e troca de papel.</p><p>- Compat&iacute;vel com diversos sistemas de delivery.</p><h2>Como Integrar A Impressora Com Sistemas De Delivery?</h2><p>Ap&oacute;s a escolha da impressora, o pr&oacute;ximo passo &eacute; garantir sua correta integra&ccedil;&atilde;o com o sistema de pedidos online. A maioria das plataformas de delivery oferece suporte para impressoras t&eacute;rmicas atrav&eacute;s de aplicativos de gest&atilde;o ou softwares espec&iacute;ficos.</p><h3>Uso de impressoras via aplicativo de gest&atilde;o</h3><p>Alguns sistemas disponibilizam um aplicativo que se conecta diretamente &agrave; impressora para receber e imprimir os pedidos automaticamente. &Eacute; importante seguir o manual de instala&ccedil;&atilde;o e configurar corretamente a impressora, selecionando o modelo e a porta correta.</p><h3>Configura&ccedil;&atilde;o de rede</h3><p>Em casos de impressoras com conex&atilde;o Ethernet ou Wi-Fi, &eacute; necess&aacute;rio configur&aacute;-las na rede local para que o sistema de pedido consiga enviar os dados para impress&atilde;o.</p><h3>Testes e ajustes</h3><p>Antes de iniciar as opera&ccedil;&otilde;es, realize testes de impress&atilde;o para verificar qualidade, velocidade e legibilidade. Ajuste a formata&ccedil;&atilde;o do cupom, tamanho da fonte e outros par&acirc;metros conforme a necessidade.</p><h2>Dicas Para Manter A Impressora Para Pedidos De Delivery Sempre Eficiente</h2><p>- Utilize papel t&eacute;rmico de boa qualidade para evitar falhas e desbotamento da impress&atilde;o.</p><p>- Mantenha a impressora limpa, principalmente o cabe&ccedil;ote t&eacute;rmico, para garantir uma impress&atilde;o n&iacute;tida.</p><p>- Realize manuten&ccedil;&atilde;o preventiva peri&oacute;dica, verificando cabos e conex&otilde;es.</p><p>- Tenha sempre pap&eacute;is de reposi&ccedil;&atilde;o pr&oacute;ximos para evitar paralisa&ccedil;&otilde;es.</p><p>- Treine a equipe para operar corretamente o equipamento e realizar pequenas manuten&ccedil;&otilde;es.</p><h2>Considera&ccedil;&otilde;es Finais</h2><p>A escolha da <strong>melhor impressora para pedidos de delivery online</strong> deve considerar a demanda do seu estabelecimento, o tipo de conex&atilde;o dispon&iacute;vel, a compatibilidade com sistemas de pedido e a facilidade de manuten&ccedil;&atilde;o. Impressoras t&eacute;rmicas, como a Epson TM-T20II, Daruma DR700 e Bematech MP-4200 TH, se destacam por sua rapidez, economia e resist&ecirc;ncia, sendo as mais indicadas para o segmento.</p><p>Al&eacute;m disso, a integra&ccedil;&atilde;o eficiente entre a impressora e a plataforma de delivery, como uma impressora para ifood, &eacute; essencial para garantir que os pedidos sejam processados de maneira &aacute;gil e sem erros, proporcionando uma experi&ecirc;ncia positiva para os clientes e contribuindo para o sucesso do neg&oacute;cio.</p><p>Investir em um equipamento de qualidade e manter uma rotina de cuidados com a impressora s&atilde;o passos importantes para garantir o bom funcionamento do servi&ccedil;o de delivery e a satisfa&ccedil;&atilde;o dos clientes.</p></div><footer class="content__footer"><div class="content__share"><a href="https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fasteriscolab.digital%2Fqual-a-melhor-impressora-para-pedidos-de-delivery-online%2F" class="js-share facebook tltp tltp--top" aria-label="Facebook" rel="nofollow noopener noreferrer"><svg><use xlink:href="https://asteriscolab.digital/assets/svg/svg-map.svg#facebook"/></svg> <span>Facebook</span> </a><a href="https://twitter.com/intent/tweet?url=https%3A%2F%2Fasteriscolab.digital%2Fqual-a-melhor-impressora-para-pedidos-de-delivery-online%2F&amp;via=Asterisco%20Lab&amp;text=Qual%20a%20melhor%20impressora%20para%20pedidos%20de%20delivery%20online%3F" class="js-share twitter tltp tltp--top" aria-label="Twitter" rel="nofollow noopener noreferrer"><svg><use xlink:href="https://asteriscolab.digital/assets/svg/svg-map.svg#twitter"/></svg> <span>Twitter</span> </a><a href="https://pinterest.com/pin/create/button/?url=https%3A%2F%2Fasteriscolab.digital%2Fqual-a-melhor-impressora-para-pedidos-de-delivery-online%2F&amp;media=https%3A%2F%2Fasteriscolab.digital%2Fmedia%2Fposts%2F53%2Fqual-a-melhor-impressora-para-pedidos-de-delivery-online.jpg&amp;description=Qual%20a%20melhor%20impressora%20para%20pedidos%20de%20delivery%20online%3F" class="js-share pinterest tltp tltp--top" aria-label="Pinterest" rel="nofollow noopener noreferrer"><svg><use xlink:href="https://asteriscolab.digital/assets/svg/svg-map.svg#pinterest"/></svg> <span>Pinterest</span></a></div></footer></div></article><div class="content__section post__related"><div class="main__inner"><h3 class="content__section__title">Related post</h3><div class="post__related__wrap"><article class="c-card"><div class="c-card__meta"><div class="c-card__author"><a href="https://asteriscolab.digital/authors/alex/">Alex Kerber</a></div><time datetime="2024-08-29T05:21">29 ago 2024</time></div><a href="https://asteriscolab.digital/por-que-as-avaliacoes-do-google-sao-cruciais-para-negocios-de-tecnologia/" class="c-card__image"><img src="https://asteriscolab.digital/media/posts/22/Negocios-de-Tecnologia.webp" loading="lazy" height="564" width="846" alt=""></a><header class="c-card__header"><h2 class="c-card__title"><a href="https://asteriscolab.digital/por-que-as-avaliacoes-do-google-sao-cruciais-para-negocios-de-tecnologia/">Por que as Avaliações do Google são Cruciais para Negócios de Tecnologia</a></h2><p>Em um mundo onde a tecnologia prospera com inovação, a confiança do&hellip;</p></header></article><article class="c-card"><div class="c-card__meta"><div class="c-card__author"><a href="https://asteriscolab.digital/authors/alex/">Alex Kerber</a></div><time datetime="2024-09-26T03:08">26 set 2024</time></div><a href="https://asteriscolab.digital/os-8-melhores-robos-aspiradores-da-xiaomi-de-2024/" class="c-card__image"><img src="https://asteriscolab.digital/media/posts/18/melhor-robo-aspirador-xiaomi.jpg" loading="lazy" height="580" width="880" alt=""></a><header class="c-card__header"><h2 class="c-card__title"><a href="https://asteriscolab.digital/os-8-melhores-robos-aspiradores-da-xiaomi-de-2024/">Os 8 Melhores Robôs Aspiradores da Xiaomi de 2024</a></h2><p>Se você está procurando o melhor robô aspirador do mercado, a Xiaomi&hellip;</p></header></article><article class="c-card"><div class="c-card__meta"><div class="c-card__author"><a href="https://asteriscolab.digital/authors/alex/">Alex Kerber</a></div><time datetime="2024-07-27T02:45">27 jul 2024</time></div><a href="https://asteriscolab.digital/logica-de-programacao-para-analise-de-dados/" class="c-card__image"><img src="https://asteriscolab.digital/media/posts/13/Logica-de-Programacao-para-Analise-de-Dados.jpg" loading="lazy" height="674" width="1200" alt=""></a><header class="c-card__header"><h2 class="c-card__title"><a href="https://asteriscolab.digital/logica-de-programacao-para-analise-de-dados/">Lógica de Programação para Análise de Dados</a></h2><p>A análise de dados tornou-se uma habilidade essencial em diversas áreas, desde&hellip;</p></header></article><article class="c-card"><div class="c-card__meta"><div class="c-card__author"><a href="https://asteriscolab.digital/authors/adminnathan/">Nathan</a></div><time datetime="2025-11-03T02:00">3 nov 2025</time></div><a href="https://asteriscolab.digital/google-meu-negocio-para-assistencia-tecnica/" class="c-card__image"><img src="https://asteriscolab.digital/media/posts/10/ec7f8096-375c-4729-9c28-193badeb91c3.jpg" loading="lazy" height="1024" width="683" alt=""></a><header class="c-card__header"><h2 class="c-card__title"><a href="https://asteriscolab.digital/google-meu-negocio-para-assistencia-tecnica/">Google Meu Negócio para Assistência Técnica: Como Potencializar a Presença Digital e Atrair Mais Clientes</a></h2><p>O Google Meu Negócio (GMB) tornou-se uma ferramenta indispensável para empresas locais,&hellip;</p></header></article></div></div></div></main><div class="right-bar"><div class="right-bar__inner"><div class="sidebar"><section class="box authors"><h3 class="box__title">Authors</h3><ul class="authors__cotainer"><li class="authors__item"><div><a href="https://asteriscolab.digital/authors/afonso/" class="authors__title">Afonso Aguiar</a> <span class="authors__meta">Post: 5</span></div></li><li class="authors__item"><div><a href="https://asteriscolab.digital/authors/alex/" class="authors__title">Alex Kerber</a> <span class="authors__meta">Post: 32</span></div></li><li class="authors__item"><div><a href="https://asteriscolab.digital/authors/adminnathan/" class="authors__title">Nathan</a> <span class="authors__meta">Post: 12</span></div></li><li class="authors__item"><div><a href="https://asteriscolab.digital/authors/zenit/" class="authors__title">Zenit</a> <span class="authors__meta">Post: 14</span></div></li></ul></section><section class="box tags"><h3 class="box__title">Recommended Topics</h3><ul class="tags__list"><li class="tags__item"><a href="https://asteriscolab.digital/tags/analises/" class="btn btn--gray">Análises <sup>(2)</sup></a></li><li class="tags__item"><a href="https://asteriscolab.digital/tags/aplicativos/" class="btn btn--gray">Aplicativos <sup>(3)</sup></a></li><li class="tags__item"><a href="https://asteriscolab.digital/tags/mundo-digital/" class="btn btn--gray">Mundo Digital <sup>(5)</sup></a></li><li class="tags__item"><a href="https://asteriscolab.digital/tags/noticias/" class="btn btn--gray">Notícias <sup>(2)</sup></a></li></ul></section><div class="box copyright">@ 2026</div></div></div></div></div><script defer="defer" src="https://asteriscolab.digital/assets/js/scripts.min.js?v=b2d91bcadbf5db401b76eb5bb3092eb7"></script><script>var images = document.querySelectorAll('img[loading]');
        for (var i = 0; i < images.length; i++) {
            if (images[i].complete) {
                images[i].classList.add('is-loaded');
            } else {
                images[i].addEventListener('load', function () {
                    this.classList.add('is-loaded');
                }, false);
            }
        }</script></body></html>